06-interFoam/RAS/propeller/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (water vapour);

pSat            2300;   // Saturation pressure

sigma           0.07;

water
{
    transportModel  Newtonian;
    nu              9e-07;
    rho             1000;
}

vapour
{
    transportModel Newtonian;
    nu              4.273e-04;
    rho             0.02308;
}

// ************************************************************************* //
